Repository: myclabs/Inventory
Catalog: application/languages/UI/message.tmx
Source language: fr
Languages: en

source: Erreur !
en: Error!

source: Attention !
en: Warning!

source: Êtes-vous sûr ?
en: Are you sure?

source: Ajout effectué.
en: Creation performed.

source: Modification effectuée.
en: Update performed.

source: Cette action n'a entraîné aucune modification.
en: No change resulted from this action.

source: Suppression effectuée.
en: Deletion performed.

source: Ajout en cours. En fonction des données présentes l'opération peut être instantanée ou nécessiter du temps. Dans ce dernier cas le résultat sera visible après rechargement de la page.
en: Creation in progress. Depending on existing data this operation can be instantaneous or require some time.

source: Modification en cours. En fonction des données présentes l'opération peut être instantanée ou nécessiter du temps. La modification sera visible au plus tard dans quelques minutes.
en: Update in progress. Depending on existing data this operation can be instantaneous or require some time. Changes will be visible at the latest within a few minutes.

source: Suppression en cours. En fonction des données présentes l'opération peut être instantanée ou nécessiter du temps. La modification sera visible au plus tard dans quelques minutes.
en: Deletion in progress. Depending on existing data this operation can be instantaneous or require some time. Changes will be visible at the latest within a few minutes.

source: Opération en cours. En fonction des données présentes l'opération peut être instantanée ou nécessiter du temps. Le résultat sera visible au plus tard dans quelques minutes.
en: Operation in progress. Depending on existing data this operation can be instantaneous or require some time. Changes will be visible at the latest within a few minutes.

source: Vous ne disposez d'aucun droit d'accès à une unité organisationnelle.
en: You are not allowed to access any organizational unit.
